lencerf.beancount
mechatroner.rainbow-csv
dnicolson.binary-plist
everettjf.filter-line
github.vscode-pull-request-github
ms-python.python
ms-python.vscode-pylance
syler.sass-indented
donjayamanne.githistory
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
dotjoshjohnson.xml
maptz.regionfolder
ms-toolsai.jupyter
vknabel.vscode-swiftlint
github.vscode-github-actions
hediet.vscode-drawio
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
tomoki1207.pdf
bierner.markdown-footnotes
bierner.markdown-mermaid
jakearl.search-editor-apply-changes
dbaeumer.vscode-eslint
swiftlang.swift-vscode
vadimcn.vscode-lldb
nemesv.copy-file-name
ms-python.isort
ms-vscode.hexeditor
github.copilot
github.copilot-chat
ms-python.debugpy
